Revit 2024 API
BuiltInFailures.DirectContext3DFailures.NoMoreExternalDataTypeInstances Property
 No more instances of the Coordination Model.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId NoMoreExternalDataTypeInstances { get; }
Visual Basic
Public Shared ReadOnly Property NoMoreExternalDataTypeInstances As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ NoMoreExternalDataTypeInstances {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.DirectContext3DFailures Class
Autodesk.Revit.DB Namespace